 MySQL dump 10.13  Distrib 5.1.73, for debian-linux-gnu (i486)
--
-- Host: localhost    Database: money
-- ------------------------------------------------------
-- Server version	5.1.73-1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `YuEBao`
--

DROP TABLE IF EXISTS `YuEBao`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `YuEBao` (
  `date` date NOT NULL,
  `name` varchar(10) NOT NULL,
  `num` decimal(14,2) NOT NULL,
  `comment` text,
  `id` int(8) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=153 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `YuEBao`
--

LOCK TABLES `YuEBao` WRITE;
/*!40000 ALTER TABLE `YuEBao` DISABLE KEYS */;
INSERT INTO `YuEBao` VALUES ('2014-01-05','脨矛脩卯碌脧','757.00','麓忙脠毛脫脿露卯卤娄',36),('2014-02-08','脨矛脩卯碌脧','500.00','麓忙脠毛脫脿露卯卤娄',39),('2014-01-01','脫脿脠贸禄篓','5000.00','麓忙脠毛脫脿露卯卤娄\r',3),('2014-04-06','脨矛录脩','1500.00','麓忙脠毛脫脿露卯卤娄\r',4),('2014-04-06','脨矛陆篓','10700.00','麓忙脠毛脫脿露卯卤娄\r',5),('2014-04-07','脨矛录脩','-32.00','脥酶脡脧脗貌脢茅\r',6),('2014-04-27','脨矛录脩','-39.00','脗貌脨卢脳脫\r',7),('2014-04-28','脨矛陆篓','4900.00','麓忙脠毛脫脿露卯卤娄\r',8),('2014-04-29','脩卯脢莽禄篓','1000.00','麓忙脠毛脫脿露卯卤娄\r',9),('2014-05-07','脨矛录脩','1500.00','麓忙脠毛脫脿露卯卤娄\r',10),('2014-05-07','脨矛录脩','-25.00','鹿镁脗脳戮脜路脰驴茫\r',11),('2014-05-07','脨矛录脩','-15.80','路脌脡鹿脪脗掳毛脨盲麓貌碌脳脡脌\r',12),('2014-05-10','脨矛录脩','-50.00','脨矛录脩脦陋脣媒脗猫脗猫脗貌脨卢脳脫',13),('2014-05-09','脨矛脩卯碌脧','2700.00','麓忙脠毛脫脿露卯卤娄',47),('2013-08-25','脨矛脩卯碌脧','200.00','麓忙脠毛脫脿露卯卤娄',19),('2013-08-26','脨矛脩卯碌脧','300.00','麓忙脠毛脫脿露卯卤娄',20),('2013-08-31','脨矛脩卯碌脧','2000.00','麓忙脠毛脫脿露卯卤娄',21),('2013-09-01','脨矛脩卯碌脧','500.00','麓忙脠毛脫脿露卯卤娄',22),('2013-09-09','脨矛脩卯碌脧','500.00','麓忙脠毛脫脿露卯卤娄',23),('2013-09-11','脨矛脩卯碌脧','500.00','麓忙脠毛脫脿露卯卤娄',29),('2013-09-30','脨矛脩卯碌脧','2000.00','麓忙脠毛脫脿露卯卤娄',25),('2013-10-07','脨矛脩卯碌脧','4000.00','麓忙脠毛脫脿露卯卤娄',26),('2013-10-08','脨矛脩卯碌脧','4000.00','麓忙脠毛脫脿露卯卤娄',27),('2013-10-25','脨矛脩卯碌脧','200.00','麓忙脠毛脫脿露卯卤娄',28),('2013-11-11','脨矛脫脌驴碌','2000.00','麓忙脠毛脫脿露卯卤娄',30),('2013-11-12','脨矛脫脌驴碌','1000.00','麓忙脠毛脫脿露卯卤娄',31),('2013-11-30','脨矛脩卯碌脧','1500.00','麓忙脠毛脫脿露卯卤娄',32),('2013-11-16','脨矛陆篓','5000.00','麓忙脠毛脫脿露卯卤娄',33),('2013-12-11','脨矛脩卯碌脧','800.00','麓忙脠毛脫脿露卯卤娄',34),('2014-01-06','脨矛脫脌驴碌','20000.00','麓忙脠毛脫脿露卯卤娄',35),('2014-01-12','脨矛脩卯碌脧','100.00','麓忙脠毛脫脿露卯卤娄',37),('2014-01-14','脨矛陆篓','7000.00','麓忙脠毛脫脿露卯卤娄',38),('2014-03-02','脨矛脩卯碌脧','3800.00','麓忙脠毛脫脿露卯卤娄',40),('2014-03-05','脨矛脩卯碌脧','3700.00','麓忙脠毛脫脿露卯卤娄',41),('2014-03-15','脨矛脩卯碌脧','15000.00','麓忙脠毛脫脿露卯卤娄',48),('2014-03-23','脨矛脩卯碌脧','4500.00','麓忙脠毛脫脿露卯卤娄',43),('2014-04-08','脨矛脩卯碌脧','800.00','麓忙脠毛脫脿露卯卤娄',44),('2014-04-13','脨矛脩卯碌脧','500.00','麓忙脠毛脫脿露卯卤娄',45),('2014-04-27','脨矛脩卯碌脧','100.00','麓忙脠毛脫脿露卯卤娄',46),('2014-04-06','脨矛脩卯碌脧','-700.00','脡脵麓忙脠毛虏卯露卯',49),('2014-01-01','脨矛脩卯碌脧','-5000.00','赂露禄茂脢鲁路脩',50),('2014-02-08','脨矛脩卯碌脧','-44.00','脙脌脥脜碌莽脫掳',51),('2014-02-10','脨矛脩卯碌脧','-47.00','禄冒鲁碌脝卤',52),('2014-02-13','脨矛脩卯碌脧','-100.00','脳陋碌陆脫脿露卯',53),('2014-02-19','脨矛脩卯碌脧','-46.00','脨矛录脩脗貌脨卢脳脫',54),('2014-02-26','脨矛脩卯碌脧','-20.00','脕陋脥篓陆脡路脩',55),('2014-03-02','脨矛脩卯碌脧','-50.00','碌莽禄掳路脩',56),('2014-03-02','脨矛脩卯碌脧','-49.00','脕陋脥篓禄掳路脩',57),('2014-05-02','脨矛脩卯碌脧','-72.00','脳陋脮脣碌陆陆篓脨脨驴篓',58),('2014-03-17','脨矛脩卯碌脧','-100.00','路鹿驴篓',59),('2014-03-27','脨矛脩卯碌脧','-79.00','脨卢脳脫',60),('2014-03-29','脨矛脩卯碌脧','-40.00','脙脌脥脜碌莽脫掳脝卤',61),('2014-03-29','脨矛脩卯碌脧','-20.00','脕陋脥篓禄掳路脩',62),('2014-03-31','脨矛脩卯碌脧','-100.00','路鹿驴篓',63),('2014-04-02','脨矛脩卯碌脧','-47.00','禄冒鲁碌脝卤',64),('2014-04-03','脨矛脩卯碌脧','-30.00','碌莽禄掳路脩',65),('2014-05-19','脨矛录脩','-28.80','脗貌脠鹿脳脫',66),('2014-01-01','脨矛脩卯碌脧','-3826.03','虏卯露卯,脪禄麓脦虏鹿脝毛',67),('2014-05-23','脨矛脩卯碌脧','-98.00','莽脹脡么脗貌潞拢路脡脣驴',69),('2014-05-24','脨矛录脩','-68.00','脗貌脨卢脳脫',70),('2014-05-25','脨矛陆篓','5000.00','麓忙脠毛脫脿露卯卤娄',71),('2014-05-26','脨矛陆篓','300.00','麓忙脠毛脫脿露卯卤娄',72),('2014-05-28','脨矛录脩','-19.80','脰鹿潞鹿脗露脕陆脝驴',73),('2014-06-05','脨矛脩卯碌脧','-40.00','掳茂莽脹脡么脗貌禄炉脳卤脝路140拢卢脪酶脨脨驴篓虏禄鹿禄拢卢脳陋鲁枚40',74),('2014-06-06','脨矛脩卯碌脧','3700.00','脳陋脠毛鹿陇脳脢',75),('2014-06-08','脨矛脩卯碌脧','-200.00','脫脿露卯卤娄脳陋鲁枚碌陆脫脢脮镁脪酶脨脨驴篓(脥酶脪酶)',76),('2014-06-21','脨矛陆篓','3800.00','鹿陇脳脢脳陋脠毛脫脿露卯卤娄',77),('2014-06-21','脩卯脢莽禄篓','1000.00','6脭脗14潞脜赂酶碌脛拢卢陆帽脤矛脳陋脠毛',78),('2014-06-21','脨矛脩卯碌脧','200.00','脳陋脠毛脫脿露卯卤娄',79),('2014-06-22','脨矛陆篓','1500.00','鹿陇脳脢脳陋脠毛(21潞脜脫娄赂脙脪酶脨脨脧脼露卯脙禄脫脨脳陋脥锚)',80),('2014-06-22','脨矛脩卯碌脧','-100.00','脫脿露卯卤娄脳陋鲁枚碌陆脫脢脮镁脪酶脨脨(脥酶脪酶)',81),('2014-06-27','脨矛脩卯碌脧','-49.25','鲁盲碌莽禄掳路脩隆拢',82),('2014-06-27','脨矛录脩','-30.00','鲁盲碌莽禄掳路脩隆拢',83),('2014-06-29','脨矛录脩','-49.00','T脨么 脟鲁禄脪脡芦鲁脽脗毛:戮霉脗毛',84),('2014-06-29','脨矛录脩','-26.80','2014脨脗驴卯脧脛脳掳潞芦掳忙脜庐脢驴脧脭脢脻脨隆陆脜驴茫脢煤脤玫脦脝碌炉脕娄脜路脙脌路莽脨脻脧脨鹿镁脗脳驴茫脜庐鲁卤',85),('2014-06-29','脨矛录脩','-39.50','脭颅脣脼驴卯潞脷掳脳赂麓鹿脜脣脡赂芒脨卢脜路脙脌脫垄脗脳路莽脜庐脨卢 潞帽碌脳脨卢脭虏脥路脧碌麓酶碌楼脨卢脝脗赂煤脨卢',86),('2014-06-26','脨矛脩卯碌脧','-158.00','脥脜鹿潞禄冒鹿酶',87),('2014-07-05','脨矛录脩','457.00','赂酶脧脰陆冒拢陇1500拢卢脨矛录脩赂酶莽脹脡么脗貌脢脰禄煤禄篓路脩拢陇1043拢卢脣霉脪脭麓忙脠毛拢陇457',88),('2014-07-05','脨矛脩卯碌脧','3043.00','麓忙脠毛鹿陇脳脢(脪禄麓脦麓忙脠毛拢陇3500拢卢脝盲脰脨脨矛录脩脫脨拢陇457)',89),('2014-07-20','脨矛脩卯碌脧','-100.00','脳陋鲁枚碌陆陆篓脨脨驴篓',90),('2014-07-27','脨矛陆篓','5300.00','鹿陇脳脢麓忙脠毛脫脿露卯卤娄',91),('2014-07-27','脨矛脩卯碌脧','-300.00','脡脵麓忙脠毛300拢卢脳陋脰庐',92),('2014-07-27','脨矛录脩','26.80','鹿镁脗脰驴茫脥脣驴卯',93),('2014-07-27','脨矛脩卯碌脧','-1000.00','陆猫赂酶脮脜鲁陆拢陇1000',94),('2014-08-06','脨矛录脩','-450.00','脥脜鹿潞麓贸潞拢脥毛*2掳脣脠脣虏脥',95),('2014-08-07','脨矛录脩','49.00','脤脭卤娄脪脗路镁脥脣驴卯',96),('2014-08-07','脨矛脩卯碌脧','5000.00','麓忙脠毛鹿陇脳脢',97),('2014-08-08','脨矛脩卯碌脧','2300.00','麓忙脠毛鹿陇脳脢',98),('2014-08-01','脨矛脩卯碌脧','-500.00','脫脿露卯卤娄脳陋脠毛脫脢脮镁脪酶脨脨驴篓',99),('2014-08-08','脨矛脩卯碌脧','-25.80','虏鹿脝毛虏卯露卯',100),('2014-08-08','脨矛录脩','-56.00','脡麓脠鹿露脤脨盲',101),('2014-08-09','脨矛脩卯碌脧','-566.50','赂酶掳脰掳脰脗貌禄冒鲁碌脝卤',102),('2014-08-10','脨矛脩卯碌脧','-1500.00','莽脹脡么麓忙脠毛1500拢卢脳陋麓忙脰脕脦脪碌脛鲁脡露录脪酶脨脨驴篓',103),('2014-08-10','脫脿脠贸禄篓','1500.00','麓忙脠毛鹿陇脳脢隆拢',104),('2014-08-15','脨矛录脩','225.00','脥脜鹿潞脥脣驴卯',105),('2014-08-15','脨矛录脩','-49.65','赂酶脨矛录脩鲁盲碌莽禄掳路脩 潞脜脗毛拢潞15908253719',106),('2014-08-18','脨矛脩卯碌脧','-547.50','赂酶掳脰掳脰脗貌脠楼脦脷脗鲁脛戮脝毛碌脛鲁碌脝卤',107),('2014-08-22','脨矛脩卯碌脧','-49.25','赂酶莽脹莽脹鲁盲碌莽禄掳路脩',108),('2014-08-24','脨矛脩卯碌脧','-100.00','脳陋鲁枚碌陆脫脢脮镁脪酶脨脨驴篓',109),('2014-08-25','脨矛录脩','-35.90','脗貌驴茫脳脫',110),('2014-08-25','脨矛录脩','-39.00','脜拢脳脨驴茫',111),('2014-08-29','脨矛脩卯碌脧','-15.00','脳陋碌陆陆篓脡猫脪酶脨脨驴篓 赂酶莽脹脡么脗貌脝陇麓酶',112),('2014-08-30','脨矛录脩','-19.90','脗貌脨卢脳脫',113),('2014-08-30','脨矛录脩','-39.00','脗貌脨卢脳脫',114),('2014-08-30','脨矛录脩','-225.00','麓贸脿脣脥毛脥脜鹿潞',115),('2014-08-30','脨矛脩卯碌脧','-44.90','脗貌脧麓路垄脣庐赂酶驴脹脳脫',116),('2014-08-28','脨矛脩卯碌脧','-89.00','赂酶脨矛录脩脗貌掳脵卤娄脧盲',117),('2014-08-31','脨矛脩卯碌脧','-96.00','驴麓碌莽脫掳脨脡脟貌谩脠脝冒',118),('2014-08-31','脨矛脩卯碌脧','-2000.00','脳陋碌陆脫脢脮镁脪酶脨脨驴篓',119),('2014-09-03','脨矛脩卯碌脧','2000.00','脫脢脮镁脪酶脨脨驴篓脳陋脠毛',120),('2014-09-03','脨矛脩卯碌脧','-500.00','脳陋鲁枚碌陆脫脢脮镁脪酶脨脨驴篓',121),('2014-09-04','脨矛脩卯碌脧','1000.00','脮脜鲁陆禄鹿脟庐1000',122),('2014-09-05','脨矛脩卯碌脧','4000.00','鹿陇脳脢',123),('2014-09-05','脨矛脩卯碌脧','-2000.00','脗猫脗猫赂酶脕脣拢陇2000 脳陋脰庐',124),('2014-09-05','脩卯脢莽禄篓','2000.00','麓忙脠毛鹿陇脳脢',125),('2014-09-09','脨矛脩卯碌脧','1100.00','掳脰掳脰卤篓脧煤碌脛禄冒鲁碌脝卤',126),('2014-09-09','脨矛陆篓','5200.00','麓忙脠毛鹿陇脳脢',127),('2014-09-11','脨矛录脩','-799.00','脗貌潞矛脙脳脢脰禄煤脪脝露炉4G掳忙',128),('2014-09-16','脨矛录脩','-17.90','露脤脠鹿',129),('2014-09-16','脨矛录脩','-38.61','录脫潞帽脦脌脪脗',130),('2014-09-20','脨矛陆篓','5400.00','鹿陇脳脢',131),('2014-09-23','脨矛脩卯碌脧','-184.00','脗貌脪脗路镁',132),('2014-09-24','脨矛录脩','-59.00','脩楼脳脫',133),('2014-09-29','脨矛脩卯碌脧','-5000.00','脳陋鲁枚碌陆鲁脡露录脪酶脨脨',134),('2014-10-06','脨矛脩卯碌脧','2000.00','鲁脡露录脪酶脨脨麓忙脠毛',135),('2014-10-14','脨矛录脩','-52.00','脗貌脪脗路镁',136),('2014-10-10','脨矛脩卯碌脧','4000.00','鹿陇脳脢',137),('2014-10-20','脨矛脩卯碌脧','-200.00','脳陋鲁枚碌陆脫脢脮镁脪酶脨脨',138),('2014-10-22','脨矛录脩','-27.00','脠鹿脳脫',139),('2014-10-25','脨矛陆篓','4500.00','鹿陇脳脢',140),('2014-10-25','脨矛脩卯碌脧','-500.00','脰禄赂酶掳脰掳脰麓忙脕脣4000(脠隆脕脣4500)',141),('2014-10-28','脨矛脩卯碌脧','-98.66','赂酶莽脹莽脹鲁氓禄掳路脩',142),('2014-10-30','脨矛录脩','-38.00','脨矛录脩脗貌脪脗路镁',143),('2014-11-06','脨矛脩卯碌脧','4000.00','鹿陇脳脢',144),('2014-11-02','脨矛脩卯碌脧','-1000.00','脳陋鲁枚碌陆脪酶脨脨驴篓',145),('2014-11-15','脨矛脩卯碌脧','-2400.00','脳陋鲁枚碌陆脫脢脮镁脪酶脨脨',146),('2014-11-23','脨矛陆篓','5200.00','鹿陇脳脢',147),('2014-11-30','脨矛脩卯碌脧','-280.00','脗猫脗猫脗貌禄炉脳卤脝路',148),('2014-12-05','脨矛脩卯碌脧','4200.00','鹿陇脳脢',149),('2014-12-09','脨矛脩卯碌脧','-154.90','赂酶驴脹驴脹脗貌禄炉脳卤脝路',150),('2014-12-18','脨矛脩卯碌脧','-200.00','脳陋鲁枚碌陆脫脢脮镁脪酶脨脨驴篓',151),('2014-12-20','脨矛录脩','-40.00','脗貌驴茫虏鹿脥脿',152);
/*!40000 ALTER TABLE `YuEBao` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2014-12-23 21:24:15
